Repository: frocentric/wordpress
Catalog: web/app/plugins/ninja-forms-multi-part/deprecated/lang/ninja-forms-mp-*.po
Languages: pl_pl

source: Multi-Part settings
pl_pl: Ustawienia formularza wieloczęściowego

source: Enable Multi-Part Form?
pl_pl: Właczyć formularze wieloczęściowe?

source: If this box is checked Ninja Forms will allow multi-part form pages to be created.
pl_pl: Włącz obsługę formularzy wieloczęściowych

source: Display Progress Bar?
pl_pl: Wyświetlić pasek postępu?

source: Display Breadcrumb Navigation?
pl_pl: Wyświetlić okruszki?

source: Display Page Titles?
pl_pl: Wyświetlić tytuł strony?

source: Ajax Page Transition Effect
pl_pl: Ajax'owe efekty zmiany stron

source: Ajax Page Transition Direction
pl_pl: Kierunek zmian stron Ajax

source: Show Review Page
pl_pl: Pokaż stronę potwierdzenia

source: Review Page Message
pl_pl: Wiadomość na stronie potwierdzenia

source: Save Field Settings
pl_pl: Zapisz ustawienia pola

source: Previous
pl_pl: Poprzednia

source: Next
pl_pl: Następna

source: Duplicate Page
pl_pl: Powiel stronę

source: Page Settings
pl_pl: Ustawienia strony

source: Edit Menu Item
pl_pl: Edycja pozycji menu
