Repository: frocentric/wordpress
Catalog: web/app/mu-plugins/kinsta-mu-plugins/shared/translations/kinsta-mu-plugins-*.po
Languages: es_es

source: Kinsta Cache
es_es: Caché de Kinsta

source: Cache Settings
es_es: Configuración de Caché

source: Clear Cache
es_es: Limpiar Caché

source: Cache cleared successfully
es_es: Caché borrado correctamente

source: Cache Control
es_es: Control del Caché

source: Cache
es_es: Caché

source: Your site uses our full page and object caching technology to remain lightning fast. We purge single pages and key pages such as the home page immediately and impose a minimal throttle time on archive pages. This ensures high availability at all times.
es_es: Su sitio utiliza nuestra tecnología de caché de página completa y de objetos para permanecer extremadamente rápido. Purgamos inmediatamente del caché páginas individuales y páginas clave como la página de inicio y luego imponemos un tiempo mínimo de de espera en las páginas de archivo. Esto garantiza una alta disponibilidad en todo momento.

source: Your site uses our full page caching technology to remain lightning fast. We purge single pages and key pages such as the home page immediately and impose a minimal throttle time on archive pages. This ensures high availability at all times.
es_es: Su sitio utiliza nuestra tecnología de caché de página completa para permanecer extremadamente rápido. Purgamos inmediatamente del caché páginas individuales y páginas clave como la página de inicio y luego imponemos un tiempo mínimo de de espera en las páginas de archivo. Esto garantiza una alta disponibilidad en todo momento.

source: Automatic cache purging has been disabled.
es_es: Se ha desactivado el borrado automático del caché.

source: This means that the page cache stored on the server will not be cleared automatically after a post or page is updated, deleted, or published. If you would like to enable automatic cache purging please remove the %1$s constant from your site's wp-config.php file or set its value to %2$s.
es_es: Esto significa que el caché de página que está almacenado en el servidor no se borrará automáticamente después de que un mensaje o página se actualice, elimine o publique. Si desea habilitar el borrado automático del caché, por favor remueva la constante %1$s del archivo wp-config.php de su sitio o establezca su valor a %2$s.

source: Custom URLs To Purge
es_es: Direcciones URLs Personalizadas A Limpiar

source: You can add custom paths to purge whenever your site is updated. Please see our %s for more information on how to use this feature effectively.
es_es: Usted puede agregar rutas personalizadas para limpiar cada vez que su sitio sea actualizado. Por favor vea nuestra %s para más información sobre como usar esta característica efectivamente.

source: documentation
es_es: documentación

source: You can add custom paths to purge whenever your site is updated.
es_es: Usted puede agregar rutas personalizadas para limpiar del caché cuando su sitio sea actualizado.

source: Clear Caches
es_es: Limpiar Caché

source: Clearing Caches...
es_es: Limpiando Caché…

source: Caches Cleared
es_es: Caché borrado

source: Clear All Caches
es_es: Limpiar Todos Los Caché

source: Clearing Full Page Cache...
es_es: Limpiando El Caché De Página Completa…

source: Cache Cleared
es_es: Caché borrado

source: Clear Full Page Cache Only
es_es: Únicamente Limpiar El Caché De Página Completa

source: Clearing Object Cache...
es_es: Limpiando El Caché De Página Completa…

source: Clear Object Cache Only
es_es: Únicamente Limpiar El Caché de Objetos

source: Clearing Cache...
es_es: Limpiando Caché…

source: Need Help?
es_es: Necesita Ayuda?

source: If you need some help contact us through your %s
es_es: Si necesita ayuda, por favor contactarnos a través de su %s

source: MyKinsta Dashboard
es_es: Escritorio MyKinsta

source: Kinsta CDN enabler is optimized for WordPress %1$s. Please disable CDN via %2$s or upgrade your WordPress installation (recommended).
es_es: El activador del Kinsta CDN está optimizado para WordPress %1$s. Por favor desactive el CDN via %2$s o actualize su instalación de Wordpress (recomendado).

source: Banned
es_es: Prohibido

source: Kinsta detected a banned plugin
es_es: Kinsta detectó un plugin prohibido

source: Please deactivate %s as soon as possible. Using a banned plugin can cause performance issues for your site or compatibility issues with our hosting platform.
es_es: Por favor desactive %s lo más pronto posible. Usar un plugin prohibido puede causar problemas de rendimiento en tu sitio ó problemas de compatibilidad con nuestra plataforma de alojamiento.

source: this plugin
es_es: este plugin

source: Learn more about banned plugins
es_es: Aprenda más sobre los plugins prohibidos

source: Banned plugin detected
es_es: Se ha detectado un Plugin Prohibido

source: Using a banned plugin can cause performance issues for your site or compatibility issues with the hosting platform.
es_es: Usar un plugin prohibido puede causar problemas de rendimiento en tu sitio o problemas de compatibilidad con nuestra plataforma de alojamiento.

source: Please deactivate %s as soon as possible.
es_es: Por favor desactive %s lo más pronto posible.

source: Why?
es_es: Por qué?

source: Thanks for creating with %1$s and hosting with %2$s
es_es: Gracias por crear con %1$s y por hospedar tu sitio web con %2$s

source: Kinsta Must-use Plugins
es_es: Los Plugins de uso obligado en Kinsta

source: Handles the purge of the server level caching.
es_es: Maneja el borrado del caché a nivel de servidor.

source: Kinsta Team
es_es: El Equipo Kinsta

source: https://kinsta.com/about-us/
es_es: https://kinsta.com/es/sobre-nosotros/
